<?php
/**
 * The template for displaying the footer
 *
 * Contains the closing of the #content div and all content after.
 *
 * @link https://developer.wordpress.org/themes/basics/template-files/#template-partials
 *
 * @package wsf_start
 */

?>

<div id="my-footer">

    <!-- FOOTER -->

    <footer class="pages_foot s_blue">

        <div class="foot_all">

            <div class="container">

                <div class="row">

                    <div class="col-xl-2 col-lg-2 col-md-3 col-7 col-sm-5">
                        <a href="/" class="logo"><svg class="logo" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 603.67 134.43"><defs><style>.cls-1{fill:#fff}.cls-2{fill:#f18438}</style></defs><g><path class="cls-1" d="M188.73 20.31c8.29 0 15.58 3.45 22.28 10.54l1.53 1.61 13.53-12.91L224.7 18A47.22 47.22 0 0 0 189 1.49a45 45 0 0 0-22.35 5.81 41.64 41.64 0 0 0-16 15.43 43 43 0 0 0-5.58 21.89c0 12.6 4.12 23.09 12.26 31.19S176.05 88 188.75 88a47 47 0 0 0 18.45-3.44c5.37-2.28 11.11-6.38 17.05-12.18l1.57-1.53-13.16-13.72-1.6 1.58c-4.08 4-7.82 6.86-11.14 8.36A26.49 26.49 0 0 1 189 69.29a26 26 0 0 1-12.73-3.17 22.31 22.31 0 0 1-8.75-8.67 25.85 25.85 0 0 1-3.12-12.81 24 24 0 0 1 24.34-24.33zM284 26.7a33 33 0 0 0-16.48-4.38A31.29 31.29 0 0 0 246 30.76 31.49 31.49 0 0 0 235.3 55a31.65 31.65 0 0 0 9.43 23 31.13 31.13 0 0 0 22.8 9.5 32.92 32.92 0 0 0 16.57-4.31 31.68 31.68 0 0 0 11.9-12 32.74 32.74 0 0 0 4.35-16.41A32.19 32.19 0 0 0 284 26.7zm-16.33 42.91a12.62 12.62 0 0 1-9.66-4c-2.58-2.71-3.83-6.21-3.83-10.69a14.46 14.46 0 0 1 3.88-10.51 13.81 13.81 0 0 1 19.43-.05c2.57 2.69 3.83 6.15 3.83 10.56a14.66 14.66 0 0 1-3.91 10.64 12.81 12.81 0 0 1-9.74 4.05zM396.73 25.51a22.62 22.62 0 0 0-12-3.19 25.44 25.44 0 0 0-12 2.91 24.88 24.88 0 0 0-7.26 5.77 20.29 20.29 0 0 0-17-8.72 26.4 26.4 0 0 0-10.82 2.21 25.51 25.51 0 0 0-5.16 3.08v-3.8h-18.94v62.28h18.93V58.11c0-5.26.45-9.11 1.32-11.43a10.61 10.61 0 0 1 3.66-5 8.67 8.67 0 0 1 5.27-1.73 6.81 6.81 0 0 1 4.27 1.24 8.11 8.11 0 0 1 2.66 4.09c.68 2.09 1 5.64 1 10.55v30.22h19V57.74c0-5.22.43-9 1.29-11.24a10.21 10.21 0 0 1 3.61-4.87 8.86 8.86 0 0 1 5.44-1.71c2.56 0 4.31.81 5.53 2.54.93 1.33 2 4.49 2 12v31.59h19V49.93c0-7.32-.73-12.53-2.24-15.93a18.85 18.85 0 0 0-7.56-8.49zM436.37 0c-4.69 0-8.42 1.11-11.1 3.29a13.22 13.22 0 0 0-4.8 9c-.14.89-.32 3.08-.38 11.57h-5.17v16.7h5.15v45.49H439V40.51h9.2v-16.7H439v-5a8.34 8.34 0 0 1 .15-1.67 3.49 3.49 0 0 1 2.22-.47 17.55 17.55 0 0 1 4.54.81l2.82.82V2.73l-1.45-.52A32.42 32.42 0 0 0 436.37 0z"/><path class="cls-2" d="M504 26.7a33 33 0 0 0-16.48-4.38A31.29 31.29 0 0 0 466 30.76 31.49 31.49 0 0 0 455.34 55a31.65 31.65 0 0 0 9.43 23 31.13 31.13 0 0 0 22.8 9.5 32.92 32.92 0 0 0 16.57-4.31 31.68 31.68 0 0 0 11.9-12 32.74 32.74 0 0 0 4.35-16.41A32.19 32.19 0 0 0 504 26.7zm-16.29 42.91a12.62 12.62 0 0 1-9.66-4c-2.58-2.71-3.83-6.21-3.83-10.69a14.46 14.46 0 0 1 3.88-10.51 13.8 13.8 0 0 1 19.42-.05c2.58 2.69 3.84 6.15 3.84 10.56a14.63 14.63 0 0 1-3.92 10.64 12.79 12.79 0 0 1-9.73 4.05z"/> <path class="cls-1" d="M549.08 24.92a15.53 15.53 0 0 0-1.93 1.52v-2.63h-16.86v62.24h18.83V57.64c0-9.54 1.1-13.52 2-15.19 1.68-3 3.22-3 3.73-3a7.75 7.75 0 0 1 3.2 1.05l2.23 1.11 6-16.71-1.78-.9a14.89 14.89 0 0 0-15.42.92zM595.07 23.81V2.5h-18.94v21.31h-7.44v16.91h7.44v45.33h18.94V40.72h8.6V23.81h-8.6zM178.81 129.74h-3l-8.15-8.81v8.81h-2.17v-8.82l-8.19 8.82h-3l8.75-9.16-8.44-8.15h3l7.9 7.76v-7.76h2.17v7.75l7.89-7.75h2.93l-8.44 8.15zM204.18 129.74h-2.24v-12.68l-12.67 13.16v-17.79h2.24v12.67l12.67-13.1zM227.93 114.41h-5.37v15.33h-2.19v-15.33H215v-2h13zM251.07 129.74h-2.19v-15.33h-7.56v10.19c0 2.07-.32 3.52-1 4.34a3 3 0 0 1-2.61 1.07 6.09 6.09 0 0 1-1.94-.27l.38-2a2.58 2.58 0 0 0 1.3.31 1.22 1.22 0 0 0 1.23-.67 7.68 7.68 0 0 0 .4-3.05v-11.9h11.95zM281.31 121.08a8.71 8.71 0 0 1-2.71 6.43 9.38 9.38 0 0 1-13.11 0 8.71 8.71 0 0 1-2.71-6.43 8.63 8.63 0 0 1 2.73-6.42 9.37 9.37 0 0 1 13.1 0 8.67 8.67 0 0 1 2.7 6.42zm-2.17 0a7 7 0 0 0-7.07-7 6.89 6.89 0 0 0-5 2 6.75 6.75 0 0 0-2.07 5 7.07 7.07 0 0 0 7.1 7.1 6.79 6.79 0 0 0 5-2.07 6.89 6.89 0 0 0 2.04-5.03zM306.53 124.91a4.32 4.32 0 0 1-1.45 3.29 6.87 6.87 0 0 1-4.8 1.54H293v-17.31h6.76a5.9 5.9 0 0 1 4.4 1.52 3.91 3.91 0 0 1 1.15 2.84 3.67 3.67 0 0 1-2.38 3.72 4.45 4.45 0 0 1 3.58 4.4zm-3.45-7.85q0-2.66-3.75-2.65h-4.16v5.43h4.2q3.7 0 3.71-2.78zm1.07 7.77c0-2.11-1.45-3.16-4.33-3.16h-4.65v6.09H300c2.77 0 4.15-.97 4.15-2.93zM333.23 129.74H331v-12.68l-12.67 13.16v-17.79h2.25v12.67l12.65-13.1zM361.47 129.74h-2.25v-12.68l-12.66 13.12v-17.75h2.24v12.63l12.67-13zm-2.66-23.56a4.78 4.78 0 0 1-9.55 0h1.83a3 3 0 0 0 .83 2.18 2.77 2.77 0 0 0 2.11.87 2.82 2.82 0 0 0 2.11-.87 3 3 0 0 0 .84-2.18zM409 129.74h-2.92l-8.34-8.63v8.63h-2.15v-17.31h2.15v7.67l8-7.67h2.86l-8.54 8.2zM435.59 121.08a8.71 8.71 0 0 1-2.71 6.43 9.38 9.38 0 0 1-13.11 0 8.71 8.71 0 0 1-2.71-6.43 8.63 8.63 0 0 1 2.73-6.42 9.37 9.37 0 0 1 13.1 0 8.67 8.67 0 0 1 2.7 6.42zm-2.17 0a7 7 0 0 0-7.07-7 6.89 6.89 0 0 0-5 2 6.75 6.75 0 0 0-2.07 5 7.07 7.07 0 0 0 7.1 7.1 6.79 6.79 0 0 0 5-2.07 6.89 6.89 0 0 0 2.04-5.03zM465.26 129.74h-2.2l-2.45-11.57-5.57 12-5.59-12-2.45 11.57h-2.17l3.95-17.8 6.27 14 6.28-14zM490.35 129.74h-2.14v-15.33h-9.6v15.33h-2.15v-17.31h13.89zM516 129.74h-2.19v-15.33h-7.57v10.19c0 2.07-.31 3.52-.95 4.34a3 3 0 0 1-2.59 1.06 6.09 6.09 0 0 1-1.94-.27l.38-2a2.57 2.57 0 0 0 1.29.31 1.23 1.23 0 0 0 1.24-.67 7.68 7.68 0 0 0 .4-3.05v-11.89H516zM545.22 121.44H529.8a6.57 6.57 0 0 0 1.92 4.79 6.38 6.38 0 0 0 4.75 2 7.44 7.44 0 0 0 4.06-1 8.42 8.42 0 0 0 2.34-2.59l1.76 1a9.3 9.3 0 0 1-8.16 4.53 8.32 8.32 0 0 1-6.31-2.56 9.13 9.13 0 0 1-2.43-6.54 8.88 8.88 0 0 1 2.59-6.56 8.34 8.34 0 0 1 6.15-2.53 8.22 8.22 0 0 1 6.38 2.67 9.1 9.1 0 0 1 2.37 6.42zm-2.2-1.75a6.83 6.83 0 0 0-2.27-4.19 6.66 6.66 0 0 0-8.59 0 6.5 6.5 0 0 0-2.24 4.15zM6.14 69.61l17.25-32.28s16.5-13.25 18-13.25 19.25-4.5 20.5-4.5 17.25-6.42 18.25-6.34 31.75-3.16 31.75-3.16 6.64 4.25 7.82 5.5 4.43 18 4.43 21.25-7 20-12.75 23.5-14.75 12.75-14.5 16 6.5 14 5.5 18-5.5 18.66-7.75 20.08-15.75 13-25.5 13.35-43.25-15-43.5-15.33-12.5-26.1-14.25-30.1-5.25-12.72-5.25-12.72zM570.31 129.74h-2.91l-8.34-8.63v8.63h-2.16v-17.31h2.16v7.67l8-7.67h2.85l-8.53 8.2zM593.93 128.14a9.38 9.38 0 0 1-6 2 8.94 8.94 0 0 1-6.54-2.62 9.09 9.09 0 0 1 6.5-15.52 9.93 9.93 0 0 1 5.93 1.83v2.67a8 8 0 0 0-6-2.5 6.4 6.4 0 0 0-4.8 2.1 6.81 6.81 0 0 0-2 4.91 7.22 7.22 0 0 0 1.95 5.12 6.33 6.33 0 0 0 4.83 2.1 8.06 8.06 0 0 0 6.17-2.69z"/><path class="cls-2" d="M65.19 4A65.19 65.19 0 0 0 0 69.16v.08a65.19 65.19 0 0 0 65.19 65.19h.08a65.19 65.19 0 0 0 65.19-65.19V4zm26.66 101.2a43.51 43.51 0 1 1-.51-64 4.78 4.78 0 0 1 .14 6.92L81.12 58.44a4.76 4.76 0 0 1-6.45.29A19.29 19.29 0 1 0 75 87.79a4.78 4.78 0 0 1 6.57.13L91.93 98.3a4.79 4.79 0 0 1-.08 6.87zm23.9-68.85a13.52 13.52 0 1 1 0-19.12 13.51 13.51 0 0 1 0 19.09z"/></g></svg></a>
                    </div>

                    <div class="col-xl-10 col-lg-10 col-md-9 col-5 col-sm-7">

                        <div class="col_footer">

                            <div class="footer_nav d-none d-md-flex">
                                <ul>
                                    <li><a href="/uslovija-pokupki.html/">Важная информация</a></li>
                                    <li><a href="/news/">Новости</a></li>
                                    <li><a href="/kontakty.html/">Контакты</a></li>
                                </ul>
                            </div>
                            <div class="sicial_wrap">
                                <a href="#"><svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16 16" id="ch_c"><defs><style>.cls-1{fill:#fff}</style></defs><g id="Layer_2" data-name="Layer 2"><g id="Layer_1-2" data-name="Layer 1"><path class="cls-1" d="M11.58 0H4.42A4.42 4.42 0 0 0 0 4.42v7.16A4.42 4.42 0 0 0 4.42 16h7.16A4.42 4.42 0 0 0 16 11.58V4.42A4.42 4.42 0 0 0 11.58 0zm3 11.58a3 3 0 0 1-3 3H4.42a3 3 0 0 1-3-3V4.42a3 3 0 0 1 3-3h7.16a3 3 0 0 1 3 3v7.16z"/><path class="cls-1" d="M8 3.88A4.12 4.12 0 1 0 12.12 8 4.13 4.13 0 0 0 8 3.88zm0 6.82A2.7 2.7 0 1 1 10.7 8 2.7 2.7 0 0 1 8 10.7zM12.3 2.67a1 1 0 0 0-.74.31A1 1 0 1 0 13 4.45a1 1 0 0 0-.73-1.78z"/></g></g></svg></a>
                                <a href="#"><svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 8.08 16"><g data-name="Layer 2"><g data-name="Layer 1"><g data-name="&lt;Group&gt;"><path data-name="&lt;Path&gt;" d="M.26 8.52H2v7.22a.26.26 0 0 0 .26.26h3a.26.26 0 0 0 .26-.26V8.56h2a.25.25 0 0 0 .25-.23l.31-2.66a.24.24 0 0 0-.08-.2.25.25 0 0 0-.2-.09H5.5V3.71q0-.71.81-.71h1.51a.26.26 0 0 0 .26-.26V.26A.26.26 0 0 0 7.82 0H5.64A4 4 0 0 0 3 1a2.74 2.74 0 0 0-.9 2.43v1.95H.26a.26.26 0 0 0-.26.26v2.62a.26.26 0 0 0 .26.26z" fill="#fff"/></g></g></g></svg></a>
                            </div>

                        </div>

                    </div>

                    <div class="footer_nav_small col-12 d-md-none">
                        <ul>
                            <li><a href="/uslovija-pokupki.html/">Важная информация</a></li>
                            <li><a href="/news/">Новости</a></li>
                            <li><a href="/kontakty.html/">Контакты</a></li>
                        </ul>
                    </div>

                </div>

                <div class="row scnd_row">

                    <div class="col-xl-1 col-lg-1 col-md-2 col-12">
                        <div class="loc_wrap">
                            <div class="loc_icon"><img src="<?php echo get_template_directory_uri(); ?>/app/img/svg/loc.svg" alt="компании"></div>
                        </div>
                    </div>
                    <div class="col-xl-9 col-lg-8 col-md-6 col-12">
                        <div class="comunicate">
                            <div class="location">
                                <h5>Адрес отдела продаж:</h5>
                                <p>г.Харьков, ул. Мазепы 23</p>
                            </div>
                            <div class="phones">
                                <h5>Отдел продаж:</h5>
                                <p><span><a href="tel: +38 (098) 123 65 98">+38 (098) 123 65 98</a></span>   <span class="separ">/</span>   <span><a href="tel: +38 (098) 123 65 98">+38 (098) 123 65 98</a></span> </p>
                            </div>
                        </div>
                    </div>
                    <div class="col-xl-2 col-lg-3 col-md-4 col-12">
                        <div class="button_wrap">
                            <a href="#small-dialog" class="orange_button popup-with-move-anim"><span>Заказать звонок</span></a>
                        </div>
                    </div>

                </div>

            </div>

        </div>

        <div class="scnd_foot_wrap">
            <div class="foot_content">
                <div class="container">

                    <div class="row">

                        <div class="col-sm-12 col-md-10 d-flex align-items-center">
                            <p class="copy">© Все права защищены. Полное или частичное копирование материалов запрещено</p>
                        </div>
                        <div class="col-sm-12 col-md-2 d-md-flex justify-content-end">
                            <a href="https://wsf.com.ua/" class="wsf">by WSF studio</a>
                        </div>

                    </div>

                </div>
            </div>
        </div>

    </footer>

</div>

</div>




<!-- POPUP FORMS -->

    <!--  MOVE ANIM  -->

<div id="small-dialog" class="zoom-anim-dialog mfp-hide pop_call">

    <form class="form_call call1">

        <h2>Заказать звонок</h2>

        <div class="input-container">
            <label>
                <input type="text" name="name" required/>
                <span class="label-text">Ваше имя</span>
            </label>
        </div>

        <div class="input-container">
            <label>
                <input type="tel" name="phone" required/>
                <span class="label-text">Номер телефона</span>
            </label>
        </div>

        <button type="submit" class="orange_button"><span>Заказать</span></button>

    </form>

    <div class="succes_pop">

        <h3>Спасибо за заявку!</h3>
        <h4>Наш менеджер свяжется с Вами в ближайшее время</h4>

    </div>

</div>


    <!--  ZOOM  ANIM  -->

<div id="small-dialog2" class="zoom-anim-dialog mfp-hide pop_call2">

    <form class="form_call call2">

        <h2>Получить расчет</h2>

        <div class="input-container">
            <label>
                <input type="text" name="name" required/>
                <span class="label-text">Ваше имя</span>
            </label>
        </div>

        <div class="input-container">
            <label>
                <input type="email" name="email"/>
                <span class="label-text">Email</span>
            </label>
        </div>

        <div class="input-container">
            <label>
                <input type="tel" name="phone" required/>
                <span class="label-text">Номер телефона</span>
            </label>
        </div>

        <button type="submit" class="orange_button"><span>Заказать</span></button>

    </form>

    <div class="succes_pop">

        <h3>Спасибо за заявку!</h3>
        <h4>Наш менеджер свяжется с Вами в ближайшее время</h4>

    </div>

</div>


<!-- back to menu button scroll -->

<div class="top active" title="Наверх"><i class="fas fa-angle-double-up"></i></div>



<!-- PRELOADER -->

<div class="loader-wrap">
    <div class="loader">
        <span class="loader-itm"></span>
        <span class="loader-itm"></span>
        <span class="loader-itm"></span>
        <span class="loader-itm"></span>
        <span class="loader-itm"></span>
        <span class="loader-itm"></span>
    </div>
</div>

<!-- END PRELOADER -->


<?php wp_footer(); ?>

</body>
</html>